{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
  "en": {
    "summer": "Summer",
    "counter": "Starites remaining: ",
    "lunarEclipse2": "Partial End",
    "lunarlearningText": "Lunar Concept",
    "solarLV2": "Solar Level 2",
    "solarlearningText": "Solar Concept",
    "lunarLV2": "Lunar Level 2",
    "solarButton2": "Nice Job! This is one variation of Solar eclipse that can occur. The next levels will show you the two other types of eclipse when the Moon is positioned differently. Click me to progress!",
    "lunarButton6": "Nice Job! If you need a refresher, you can replay the levels to help you. Click me to progress!",
    "lunarButton3": "Hopefully you remembered what each eclipse looked like! If you get stuck don't worry, after 3 tries a hint will appear. Click me to continue!",
    "facts12": "Total Lunar Eclipses are less common. The last total lunar eclipse was on Nov. 8th 2022.  The next one to happen will be March 14th, 2025!",
    "tryAgain": "Try Again",
    "facts7": "As Earth orbits the Sun, the Southern hemisphere goes from summer to fall to winter to spring.",
    "tutorialButton7": "Congrats! You finished the tutorial! It's difficult to see, but the Earth here is on a tilt. The Earth being on a tilt causes different seasons to occur when the Earth faces the Sun at various positions! Remember, approximately every 3 months a new season occurs! Click me to progress to the stage select!",
    "solarEclipseAnnular2": "First Contact",
    "tutorialButton3": "This screen will show you the Earth and moon's rotation! (In the tutorial, it will show directions to progress) Click me!",
    "displayScreen": "Click and hold the arrows to orbit the moon around the Earth to match the Starite's request! Remember that Earth is always on a 23.5 degree tilt!",
    "next": "Next",
    "lunarlearning2": "The moon being in the center within the Umbra is called a Total Eclipse. Click to Continue . . .",
    "facts24": "Annular Solar Eclipse is when the moon is centered in front of the Sun but does not fully cover the Sun's disk.",
    "lunarButton2": "Yay! You got them all home! Remember the 3 types of eclipses and what they look like. It might help you on the next level! Click me to progress!",
    "hintSolar": "Hint: Pay attention to the Sun's position! Click me!",
    "solarButton6": "Awesome Job! You sent all the Starites home! You can go back to any level if you wish to refresh your mind on all the Eclipses! Click me to progress!",
    "lunarButton4": "Good Job! Next level will really challenge your memory so get ready! Click me to progress!",
    "tutorialButton2": "Here the Starites will let you know what is needed to send them home! Click me!",
    "solarButton3": "In the last level you learned about an Annular Eclipse. Here you will learn about a Partial Eclipse. Take note of the differences in position of the moon between the Earth and Sun! Click me to continue!",
    "tutorialButton6": "Match the Star's bubble with the correct eclipse then click on the shooting star to see if you are correct! Click me!",
    "lunarLV1": "Lunar Level 1",
    "solarEclipseAnnular3": "Second Contact",
    "facts3": "The Earth rotates around the Sun on an elliptical path.",
    "facts9": "A lunar eclipse happens when the Earth is between the Sun and the moon causing the Earth to cast a shadow onto the moon.",
    "fall": "Fall",
    "solarEclipseAnnular1": "Annularity Solar Eclipse",
    "lunarEclipse3": "Penumbral Eclipse",
    "facts2": "When one hemisphere is in the Summer season, the other hemisphere is in Winter.",
    "solarlearning2": "A Total Solar Eclipse happens when the moon is in the center of the Umbra thus blocking the face of the Sun. Click to Continue . . .",
    "solarlearning3": "A Partial Solar Eclipse is not in the center of the Umbra, but partly in the Penumbra. Click to Continue . . .",
    "umbraText": "Umbra",
    "facts15": "A Total Lunar Eclipse is when the Earth's shadow is cast across the entire lunar surface.",
    "solarEclipsePartial3": "Maximum Partial Eclipse",
    "facts19": "Solar Eclipses only occur when all three (Sun, moon and Earth) are lined up and in the same plane.",
    "facts18": "A Solar Eclipse happens when the moon is in between the Sun and Earth. This causes the moon to cast a shadow onto the Earth.",
    "hintLunar": "Hint: Make sure to get the image as close as possible to the Starite's wish! Click me!",
    "solarEclipseAnnular4": "Third Contact",
    "solarlearning4": "An Annular Solar Eclipse is a bit more complicated. It is when the moon is in the center of the Umbra, but it's further away from the Earth thus appearing smaller than the Sun.",
    "solarEclipseAnnular5": "Fourth Contact",
    "solarEclipseTotal5": "Totality Solar Eclipse",
    "solarButton4": "Great Job! If you notice, the position of the moon is slightly different from the previous level which causes the shadow casted to be shifted down! Click me to progress!",
    "direction": "Click the Next arrow to continue!",
    "tutorialButton5": "These arrows rotate the Earth, moon or the Sun in order to match the Starites requirement! Click me!",
    "facts17": "Penumbral Lunar Eclipse is when the faint outer part of the Earth's shadow is cast across the lunar surface.",
    "correct": "Correct!",
    "lunarlearning3": "The moon being on the border of the Umbra and Penumbra is called a Partial Eclipse. Depending on which side its on, it can either be Partial Beginning or Partial Ending Eclipse. Click to Continue . . .",
    "solarButton5": "Last level! You got this! Total eclipses occur every 18 months so you might not be able to see one anytime soon, but you will get to know what they look like! Click me to continue!",
    "lunarlearning4": "If the moon is fully in the Penumbra, it is called a Penumbral Eclipse.",
    "stageSelect": "Stage Select",
    "lunarlearning1": "Lunar eclipses happen when Earth positions itself between the Sun and the moon, casting a shadow across the lunar surface. Click to Continue . . .",
    "continue": "Continue",
    "retry": "OH NO! You weren't able to send the Starites home! You will have to try again. If you need to, go back to tutorial Learning Concepts for help! Click me!",
    "tutorialButton1": "Here you will learn how to help us get home! Click each of the screens that appear to learn more about what each component does! Click me to continue!",
    "tutorialButton4": "This screen will show you some facts! Click me!",
    "lunarEclipse4": "Total Eclipse",
    "facts14": "There are 3 types of lunar eclipses: Total Lunar Eclipse, Partial Lunar Eclipse and Penumbral Lunar Eclipse.",
    "tutorial": "Tutorial",
    "facts16": "A Partial Lunar Eclipse is when only part of the moon enters the Earth's shadow.",
    "facts23": "Partial Solar Eclipse is when the moon doesn't completely cover the Sun.",
    "lunarButton1": "Lunar Eclipses occur when the Earth passes between the Sun and moon, causing it to cast a shadow on the Moon. Keep this in mind when navigating each star's requirement! Click me to continue!",
    "facts4": "The moon also rotates around the Earth on an elliptical path.",
    "facts22": "Total Solar Eclipse is when the Sun is completely blocked by the moon. Those inside the path of a total solar eclipse will experience 'daytime darkness' and be able to observe the Sun's corona.",
    "lunarEclipse1": "Partial Beginning",
    "solarEclipsePartial1": "First Contact",
    "facts11": "The area that Earth doesn't cover the moon fully is called the Penumbra. When the moon isn't red in color, it is in the Penumbra.",
    "textToSpeechDisable": "Text to speech disabled",
    "newGame": "New Game",
    "facts5": "As Earth rotates, one hemisphere will experience longer days with shorter nights while the other experiences shorter days and longer nights.",
    "facts6": "As Earth orbits the Sun, the Northern hemisphere goes from winter to spring then summer to fall.",
    "solarEclipsePartial4": "Partial Eclipse",
    "solarButton1": "Solar Eclipses are rare to see! They occur when the moon passes between Earth and the Sun. Keep an eye on the hints and facts! It might help you! Click me to continue!",
    "textToSpeechEnable": "Text to speech enabled",
    "facts25": "When the Sun looks bigger than the moon it is an annular solar eclipse. When the moon and Sun look the same size, it is a total solar eclipse.",
    "facts20": "A total Solar Eclipse can last for several hours.",
    "spring": "Spring",
    "penumbraText": "Penumbra",
    "facts13": "The Earth will experience two lunar eclipses in 2023, one of which will be a penumbral lunar eclipse on May 5th across parts of Africa, Asia, and Australia.",
    "facts1": "The Earth is on a 23.5 degree tilt.",
    "lunarButton5": "No images this time! Hopefully you memorized the name of each eclipse. Otherwise you'll have a tough time. Good Luck! Click me to continue!",
    "solarEclipsePartial2": "Last Contact",
    "facts10": "The area that completely covers the moon is called the Umbra. When the moon turns a reddish color,  it is in the Umbra.",
    "solarlearning1": "Solar eclipses happen when the moon is between the Earth and the Sun. During a solar eclipse, the moon casts a shadow on Earth and blocks or partially blocks the view of the Sun. Click to Continue . . .",
    "solarLV3": "Solar Level 3",
    "solarLV1": "Solar Level 1",
    "winter": "Winter",
    "facts21": "There are 3 types of solar eclipses: Total solar eclipse, partial solar eclipse and annular solar eclipse.",
    "lunarLV3": "Lunar Level 3",
    "facts8": "Seasons are caused by the tilt of the Earth's axis!"
  },
  "es": {
    "summer": "verano",
    "counter": "Estadios restantes: ",
    "lunarEclipse2": "Final parcial",
    "lunarlearningText": "Concepto lunar",
    "solarLV2": "Nivel solar 2",
    "solarlearningText": "Concepto solar",
    "lunarLV2": "Nivel lunar 2",
    "solarButton2": "¡Buen trabajo! Esta es una variación del eclipse solar que puede ocurrir. Los siguientes niveles te mostrarán los otros dos tipos de eclipses cuando la Luna está en una posición diferente. ¡Haz clic en mí para progresar!",
    "lunarButton6": "¡Buen trabajo! Si necesitas refrescarte, puedes volver a reproducir los niveles para ayudarte. ¡Haz clic en mí para progresar!",
    "lunarButton3": "¡Espero que hayas recordado cómo era cada eclipse! Si te quedas atascado, no te preocupes, después de 3 intentos aparecerá una pista. ¡Haz clic en mí para continuar!",
    "facts12": "Los eclipses lunares totales son menos comunes. El último eclipse lunar total fue el 8 de noviembre de 2022. ¡La próxima será el 14 de marzo de 2025!",
    "tryAgain": "Vuelve a intentarlo",
    "facts7": "A medida que la Tierra orbita alrededor del Sol, el hemisferio sur va del verano al otoño, del invierno a la primavera.",
    "tutorialButton7": "¡Enhorabuena! ¡Has terminado el tutorial! Es difícil de ver, pero la Tierra aquí está inclinada. ¡El hecho de que la Tierra esté inclinada hace que ocurran diferentes estaciones cuando la Tierra mira hacia el Sol en varias posiciones! Recuerde, ¡aproximadamente cada 3 meses se produce una nueva temporada! ¡Haz clic en mí para pasar a la selección de etapa!",
    "solarEclipseAnnular2": "Primer contacto",
    "tutorialButton3": "¡Esta pantalla te mostrará la rotación de la Tierra y la Luna! (En el tutorial, se mostrarán las instrucciones para progresar) ¡Haz clic en mí!",
    "displayScreen": "¡Haz clic y mantén pulsadas las flechas para orbitar la luna alrededor de la Tierra y cumplir con la solicitud del Starite! ¡Recuerda que la Tierra siempre está inclinada 23,5 grados!",
    "next": "Próximo",
    "lunarlearning2": "El hecho de que la luna esté en el centro de la Umbra se denomina eclipse total. Haga clic para continuar...",
    "facts24": "El eclipse solar anular ocurre cuando la luna está centrada frente al Sol pero no cubre completamente el disco solar.",
    "lunarButton2": "¡Hurra! ¡Los tienes todos en casa! Recuerda los 3 tipos de eclipses y cómo se ven. ¡Podría ayudarte en el siguiente nivel! ¡Haz clic en mí para progresar!",
    "hintSolar": "Consejo: ¡Presta atención a la posición del Sol! ¡Haz clic en mí!",
    "solarButton6": "¡Un trabajo impresionante! ¡Has mandado a todos los Staritas a casa! ¡Puedes volver a cualquier nivel si quieres refrescar tu mente con todos los eclipses! ¡Haz clic en mí para progresar!",
    "lunarButton4": "¡Buen trabajo! El siguiente nivel realmente pondrá a prueba tu memoria, ¡así que prepárate! ¡Haz clic en mí para progresar!",
    "tutorialButton2": "¡Aquí los Starites te dirán lo que necesitas para enviarlos a casa! ¡Haz clic en mí!",
    "solarButton3": "En el último nivel aprendiste sobre un eclipse anular. Aquí aprenderás sobre un eclipse parcial. ¡Toma nota de las diferencias de posición de la luna entre la Tierra y el Sol! ¡Haz clic en mí para continuar!",
    "tutorialButton6": "¡Haz coincidir la burbuja de la estrella con el eclipse correcto y luego haz clic en la estrella fugaz para ver si estás en lo cierto! ¡Haz clic en mí!",
    "lunarLV1": "Nivel lunar 1",
    "solarEclipseAnnular3": "Segundo contacto",
    "facts3": "La Tierra gira alrededor del Sol siguiendo una trayectoria elíptica.",
    "facts9": "Un eclipse lunar ocurre cuando la Tierra está entre el Sol y la Luna, lo que hace que la Tierra proyecte una sombra sobre la luna.",
    "fall": "Caída",
    "solarEclipseAnnular1": "Eclipse solar de anularidad",
    "lunarEclipse3": "Eclipse penumbral",
    "facts2": "Cuando un hemisferio está en verano, el otro hemisferio está en invierno.",
    "solarlearning2": "Un eclipse solar total ocurre cuando la luna está en el centro de la Umbra, bloqueando así la cara del Sol. Haga clic para continuar...",
    "solarlearning3": "Un eclipse solar parcial no se produce en el centro de la Umbra, sino en parte en la Penumbra. Haga clic para continuar...",
    "umbraText": "Umbra",
    "facts15": "Un eclipse lunar total ocurre cuando la sombra de la Tierra se proyecta sobre toda la superficie lunar.",
    "solarEclipsePartial3": "Eclipse parcial máximo",
    "facts19": "Los eclipses solares solo ocurren cuando los tres (Sol, Luna y Tierra) están alineados y en el mismo plano.",
    "facts18": "Un eclipse solar ocurre cuando la luna está entre el Sol y la Tierra. Esto hace que la luna proyecte una sombra sobre la Tierra.",
    "hintLunar": "Consejo: ¡Asegúrate de acercar la imagen lo más posible al deseo del Starite! ¡Haz clic en mí!",
    "solarEclipseAnnular4": "Tercer contacto",
    "solarlearning4": "Un eclipse solar anular es un poco más complicado. Es cuando la luna está en el centro de la Umbra, pero está más lejos de la Tierra, por lo que parece más pequeña que el Sol.",
    "solarEclipseAnnular5": "Cuarto contacto",
    "solarEclipseTotal5": "Eclipse solar total",
    "solarButton4": "¡Buen trabajo! Si te das cuenta, la posición de la luna es ligeramente diferente a la del nivel anterior, ¡lo que hace que la sombra proyectada se desplace hacia abajo! ¡Haz clic en mí para progresar!",
    "direction": "¡Haz clic en la flecha Siguiente para continuar!",
    "tutorialButton5": "¡Estas flechas giran la Tierra, la Luna o el Sol para cumplir con los requisitos de los Starites! ¡Haz clic en mí!",
    "facts17": "El eclipse lunar penumbral se produce cuando la tenue parte exterior de la sombra de la Tierra se proyecta sobre la superficie lunar.",
    "correct": "¡Correcto!",
    "lunarlearning3": "El hecho de que la luna esté en el límite de la Umbra y la Penumbra se denomina eclipse parcial. Dependiendo del lado en el que se encuentre, puede ser un Eclipse con inicio parcial o final parcial. Haga clic para continuar...",
    "solarButton5": "¡Último nivel! ¡Lo tienes! Los eclipses totales ocurren cada 18 meses, por lo que es posible que no puedas ver uno pronto, ¡pero sabrás cómo son! ¡Haz clic en mí para continuar!",
    "lunarlearning4": "Si la luna está completamente en la Penumbra, se denomina eclipse penumbral.",
    "stageSelect": "Selección de etapa",
    "lunarlearning1": "Los eclipses lunares ocurren cuando la Tierra se coloca entre el Sol y la Luna, proyectando una sombra sobre la superficie lunar. Haga clic para continuar...",
    "continue": "Continuar",
    "retry": "¡OH NO! ¡No pudiste enviar a los Staritas a casa! Tendrá que volver a intentarlo. Si lo necesitas, ¡vuelve al tutorial Learning Concepts para obtener ayuda! ¡Haz clic en mí!",
    "tutorialButton1": "¡Aquí aprenderás cómo ayudarnos a llegar a casa! ¡Haz clic en cada una de las pantallas que aparecen para obtener más información sobre lo que hace cada componente! ¡Haz clic en mí para continuar!",
    "tutorialButton4": "¡Esta pantalla le mostrará algunos datos! ¡Haz clic en mí!",
    "lunarEclipse4": "Eclipse total",
    "facts14": "Hay 3 tipos de eclipses lunares: eclipse lunar total, eclipse lunar parcial y eclipse lunar penumbral.",
    "tutorial": "Tutorial",
    "facts16": "Un eclipse lunar parcial ocurre cuando solo una parte de la luna entra en la sombra de la Tierra.",
    "facts23": "El eclipse solar parcial ocurre cuando la luna no cubre completamente el Sol.",
    "lunarButton1": "Los eclipses lunares ocurren cuando la Tierra pasa entre el Sol y la Luna, lo que hace que proyecte una sombra sobre la Luna. ¡Ten esto en cuenta a la hora de navegar por los requisitos de cada estrella! ¡Haz clic en mí para continuar!",
    "facts4": "La luna también gira alrededor de la Tierra siguiendo una trayectoria elíptica.",
    "facts22": "El eclipse solar total ocurre cuando el Sol está completamente bloqueado por la luna. Las personas que se encuentren en la trayectoria de un eclipse solar total experimentarán una «oscuridad diurna» y podrán observar la corona del Sol.",
    "lunarEclipse1": "Inicio parcial",
    "solarEclipsePartial1": "Primer contacto",
    "facts11": "El área en la que la Tierra no cubre completamente la luna se llama Penumbra. Cuando la luna no es de color rojo, está en la Penumbra.",
    "textToSpeechDisable": "Conversión de texto a voz desactivada",
    "newGame": "Juego nuevo",
    "facts5": "A medida que la Tierra gira, un hemisferio experimentará días más largos con noches más cortas, mientras que el otro experimentará días más cortos y noches más largas.",
    "facts6": "A medida que la Tierra orbita alrededor del Sol, el hemisferio norte pasa del invierno a la primavera y luego del verano al otoño.",
    "solarEclipsePartial4": "Eclipse parcial",
    "solarButton1": "¡Los eclipses solares son raros de ver! Se producen cuando la luna pasa entre la Tierra y el Sol. ¡Esté atento a las sugerencias y los hechos! ¡Podría ayudarte! ¡Haz clic en mí para continuar!",
    "textToSpeechEnable": "Conversión de texto a voz habilitada",
    "facts25": "Cuando el Sol parece más grande que la luna, se trata de un eclipse solar anular. Cuando la luna y el Sol tienen el mismo tamaño, se trata de un eclipse solar total.",
    "facts20": "Un eclipse solar total puede durar varias horas.",
    "spring": "primavera",
    "penumbraText": "Penumbra",
    "facts13": "La Tierra experimentará dos eclipses lunares en 2023, uno de los cuales será un eclipse lunar penumbral el 5 de mayo en partes de África, Asia y Australia.",
    "facts1": "La Tierra está inclinada 23,5 grados.",
    "lunarButton5": "¡No hay imágenes esta vez! Espero que hayas memorizado el nombre de cada eclipse. De lo contrario, lo pasarás mal. ¡Buena suerte! ¡Haz clic en mí para continuar!",
    "solarEclipsePartial2": "Último contacto",
    "facts10": "El área que cubre completamente la luna se llama Umbra. Cuando la luna adquiere un color rojizo, está en la Umbra.",
    "solarlearning1": "Los eclipses solares ocurren cuando la luna está entre la Tierra y el Sol. Durante un eclipse solar, la luna proyecta una sombra sobre la Tierra y bloquea o bloquea parcialmente la visión del Sol. Haga clic para continuar...",
    "solarLV3": "Nivel solar 3",
    "solarLV1": "Nivel solar 1",
    "winter": "Invierno",
    "facts21": "Hay 3 tipos de eclipses solares: eclipse solar total, eclipse solar parcial y eclipse solar anular.",
    "lunarLV3": "Nivel lunar 3",
    "facts8": "¡Las estaciones son causadas por la inclinación del eje de la Tierra!"
  }
}