{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
  "en": {
    "newGame": "New Game",
    "continue": "Continue",
    "counter":"Starites remaining: ",
    "correct": "Correct!",
    "tryAgain": "Try Again",
    "stageSelect": "Stage Select",
    "lunarLV1":"Lunar Level 1",
    "lunarLV2": "Lunar Level 2",
    "lunarLV3": "Lunar Level 3",
    "solarLV1": "Solar Level 1",
    "solarLV2": "Solar Level 2",
    "solarLV3": "Solar Level 3",
    "displayScreen":"Click and hold the arrows to orbit the moon around the Earth to match the Starite's request!",
    "tutorial": "Tutorial",
    "fall": "Fall",
    "winter": "Winter",
    "spring": "Spring",
    "summer": "Summer",
    "lunarEclipse1": "Partial Beginning",
    "lunarEclipse2": "Partial End",
    "lunarEclipse3":"Penumbral Eclipse",
    "lunarEclipse4": "Total Eclipse",
    "solarEclipsePartial1": "First Contact",
    "solarEclipsePartial2": "Last Contact",
    "solarEclipsePartial3":"Maximum Partial Eclipse",
    "solarEclipsePartial4": "Partial Eclipse",
    "solarEclipseAnnular1":"Annularity Solar Eclipse",
    "solarEclipseAnnular2":"First Contact",
    "solarEclipseAnnular3":"Second Contact",
    "solarEclipseAnnular4":"Third Contact",
    "solarEclipseAnnular5":"Fourth Contact",
    "solarEclipseTotal5":"Totality Solar Eclipse",
    "facts1":"The Earth is on a 23.5 degree tilt.",
    "facts2":"When one hemisphere is in Summer season, the other hemisphere is in Winter.",
    "facts3":"The Earth rotates around the Sun on an elliptical path.",
    "facts4":"The moon also rotates around the Earth on a elliptical path.",
    "facts5":"As Earth rotates, one hemisphere will experience longer days with shorter nights while the other experiences shorter days and longer nights.",
    "facts6":"As Earth orbits the Sun, the Northern hemisphere goes from winter to spring then summer to fall.",
    "facts7":"As Earth orbits the Sun, the Southern hemisphere goes from summer to fall to winter to spring.",
    "facts8":"Seasons are caused by the tilt of the Earth's axis!",
    "facts9":"A lunar eclipse happens when the earth is between the Sun and the moon causing the earth to cast a shadow onto the moon.",
    "facts10":"The area that completely covers the moon is called the Umbra. When the moon turns a reddish color,  it is in the Umbra.",
    "facts11":"The area that Earth doesn't cover the moon fully is called the Penumbra. When the moon isn't red in color, it is in the Penumbra.",
    "facts12":"Total Lunar Eclipses are less common. The last total lunar eclipse was on Nov. 8th 2022.  The next one to happen will be March 14th, 2025!",
    "facts13":"The Earth will experience two lunar eclipses in 2023, one of which will be a penumbral lunar eclipse on May 5th across parts of Africa, Asia, and Australia.",
    "facts14":"There are 3 types of lunar eclipses: Total Lunar Eclipse, Partial Lunar Eclipse and Penumbral Lunar Eclipse.",
    "facts15":"A Total Lunar Eclipse is when the Earth's shadow is cast across the entire lunar surface.",
    "facts16":"A Partial Lunar Eclipse is when only part of the moon enters the Earth's shadow.",
    "facts17":"Penumbral Lunar Eclipse is when the faint outer part of the Earth's shadow is cast across the lunar surface.",
    "facts18":"A Solar Eclipse happens when the moon is in between the Sun and Earth. This causes the moon to cast a shadow onto the Earth.",
    "facts19":"Solar Eclipses only occur when all three (Sun, Moon and Earth) are lined up and in the same plane.",
    "facts20":"A total Solar Eclipse can last for several hours.",
    "facts21":"There are 3 types of solar eclipses: Total solar eclipse, partial solar eclipse and annular solar eclipse.",
    "facts22":"Total Solar Eclipse is when the Sun is completely blocked by the moon. Those inside the path of a total solar eclipse will experience 'daytime darkness' and be able to observe the Sun's corona.",
    "facts23":"Partial Solar Eclipse is when the moon doesn't completely cover the sun.",
    "facts24":"Annular Solar Eclipse is when the moon is centered in front of the Sun but does not fully cover the Sun's disk.",
    "facts25":"When the Sun looks bigger than the moon it is an annular solar eclipse. When the moon and Sun look like the same size, it is a total solar eclipse.",
    "next": "Next",
    "direction":"Click the Next arrow to continue!",
    "textToSpeechEnable":"Text to speech enabled",
    "textToSpeechDisable":"Text to speech disabled",
    "hintSolar": "Hint: Pay attention to the Sun's position! Click me!",
    "retry": "OH NO! You werent able to send the Starites home! You will have to try again. Click me!",
    "hintLunar": "Hint: Make sure to get the shadow close as possible to the Starite's wish! Click me!"

  }
}
